{
  "header": {
    "home": "ACCUEIL",
    "about": "À PROPOS",
    "create": "CRÉER"
  },
  "footer": {
    "language": "LANGUE",
    "clientService": "SERVICE CLIENT",
    "trackOrder": "SUIVRE LA COMMANDE",
    "subscribe": "S'ABONNER À LA NEWSLETTER",
    "newsletter": "Newsletter",
    "enterEmail": "Entrez votre adresse e-mail",
    "send": "Envoyer",
    "thankYou": "Merci de vous être abonné à notre newsletter.",
    "contactUs": "NOUS CONTACTER",
    "makeAppointment": "PRENDRE RENDEZ-VOUS",
    "writeToUs": "NOUS ÉCRIRE",
    "legal": "MENTIONS LÉGALES",
    "legalNotice": "MENTIONS LÉGALES",
    "accessibility": "ACCESSIBILITÉ",
    "career": "CARRIÈRE",
    "selectLanguage": "SÉLECTIONNER LA LOCALISATION ET LA LANGUE",
    "basketNotice": "SI VOUS AVEZ DÉJÀ DES ARTICLES DANS VOTRE PANIER, VEUILLEZ NOTER QU'ILS SERONT EXPÉDIÉS VERS LE PAYS/RÉGION QUE VOUS SÉLECTIONNEREZ"
  },
  "privacy": {
    "title": "POLITIQUE DE CONFIDENTIALITÉ",
    "intro": "Chez STUDIO SANCH, nous valorisons votre vie privée et nous nous engageons à protéger vos données personnelles. Cette Politique de Confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous visitez notre site web ou utilisez nos services.",
    "outline": "Ce document présente nos politiques concernant la collecte, l'utilisation et la divulgation de vos informations personnelles lorsque vous utilisez notre site web et nos services.",
    "tableOfContents": "TABLE DES MATIÈRES",
    "section1Title": "1. PORTÉE DE CETTE POLITIQUE",
    "section1Para1": "Cette Politique de Confidentialité couvre la façon dont STUDIO SANCH accède, collecte, stocke, traite, utilise, communique ou transfère vos données personnelles, que ce soit sous forme physique ou électronique. Elle couvre également les situations où des partenaires autorisés ou d'autres prestataires de services utilisent vos données personnelles en notre nom.",
    "section1Para2": "D'autres politiques peuvent s'appliquer dans certains cas lorsque vous utilisez des produits ou services spécifiques. Dans ces cas :",
    "section1List1": "Ces politiques supplémentaires vous seront communiquées lorsque vous utilisez les produits ou services auxquels elles s'appliquent",
    "section1List2": "Ces politiques supplémentaires peuvent remplacer cette Politique de Confidentialité, sauf si elles y font explicitement référence",
    "section1Para3": "Cette Politique de Confidentialité ne couvre pas les produits ou services fournis par d'autres entreprises agissant pour leur propre compte, comme lorsque vous partagez des informations via les plateformes de médias sociaux ou d'autres plateformes en ligne exploitées par des tiers. Ces tiers ont leurs propres politiques de confidentialité, et la façon dont ils utilisent les données personnelles que vous leur fournissez sera soumise à leurs règles et politiques, pas aux nôtres."
  },
  "legal": {
    "title": "MENTIONS LÉGALES",
    "intro": "Cette Notice Légale fournit des informations importantes concernant STUDIO SANCH, la structure juridique de l'entreprise et les conditions selon lesquelles nous opérons.",
    "tableOfContents": "TABLE DES MATIÈRES",
    "section1Title": "1. IDENTITÉ JURIDIQUE",
    "section1Para1": "STUDIO SANCH est un studio créatif où Sanchit Babbar, artiste-auteur et entrepreneur individuel établi à Paris, France, crée ses créations originales de haute couture, photographies et films numériques.",
    "section1Para2": "Le statut professionnel de Sanchit Babbar est celui d'un \"artiste-auteur\" inscrit auprès des autorités administratives et sociales françaises appropriées.",
    "section1Para3": "Contrairement aux entités corporatives, STUDIO SANCH représente le studio créatif et les activités commerciales par lesquels Sanchit Babbar produit et distribue ses œuvres originales. Toutes les transactions, contrats et accords sont conclus directement avec Sanchit Babbar opérant sous le nom du studio créatif STUDIO SANCH.",
    "section2Title": "2. OPÉRATEUR DU SITE",
    "section2Para1": "Ce site web (studiosanch.com) est exploité par Sanchit Babbar, basé à Paris, France.",
    "section2Para2": "Pour toute question concernant le site web, veuillez contacter : privacy@studiosanch.com",
    "section3Title": "3. PROPRIÉTÉ INTELLECTUELLE",
    "section3Para1": "Tout le contenu de ce site web, y compris mais non limité aux textes, graphiques, logos, images, clips audio, téléchargements numériques, compilations de données et logiciels, est la propriété de Sanchit Babbar (STUDIO SANCH) et est protégé par les lois françaises et internationales sur le droit d'auteur et la propriété intellectuelle.",
    "section3Para2": "La reproduction, modification, distribution, transmission, republication, affichage ou exécution du contenu de ce site web est strictement interdite sans le consentement écrit exprès de Sanchit Babbar.",
    "section3Para3": "SANCHIT BABBAR, SANCH et STUDIO SANCH sont des marques françaises, officiellement enregistrées auprès de la Direction Générale de l'Institut National de la Propriété Industrielle.",
    "section3Para4": "Le nom STUDIO SANCH, le logo et tous les noms de produits et services associés, les marques de conception et les slogans sont des marques commerciales ou des marques de service appartenant à Sanchit Babbar. Aucun droit, licence ou intérêt dans nos marques ne vous est accordé en accédant à ce site web.",
    "section4Title": "4. ŒUVRES ET CRÉATIONS",
    "section4Para1": "Toutes les créations de haute couture, photographies, films numériques et autres créations vendues par STUDIO SANCH sont des œuvres originales créées par Sanchit Babbar.",
    "section4Para2": "L'achat d'une création, photographie, film numérique ou toute autre création n'inclut pas le transfert des droits d'auteur ou d'autres droits de propriété intellectuelle, sauf si explicitement indiqué par écrit au moment de l'achat. L'acheteur acquiert uniquement la propriété de l'article physique ou les droits d'utilisation sous licence.",
    "section4Para3": "La reproduction, l'affichage public ou l'utilisation commerciale des œuvres achetées nécessite l'autorisation écrite expresse de Sanchit Babbar.",
    "section5Title": "5. ÉDITIONS LIMITÉES",
    "section5Para1": "STUDIO SANCH peut proposer des œuvres et créations en édition limitée. Le nombre de pièces dans chaque édition est fixé au moment de la création et ne sera pas augmenté.",
    "section5Para2": "Chaque œuvre en édition limitée est accompagnée d'un certificat d'authenticité signé par Sanchit Babbar, indiquant le numéro spécifique au sein de l'édition.",
    "section5Para3": "STUDIO SANCH tient un registre de toutes les œuvres en édition limitée pour assurer leur exclusivité et leur provenance.",
    "section6Title": "6. AUTHENTICITÉ ET ORIGINALITÉ",
    "section6Para1": "STUDIO SANCH garantit l'authenticité et l'originalité de toutes les créations de haute couture, photographies, films numériques et autres créations vendues. Chaque pièce est une création originale de Sanchit Babbar.",
    "section6Para2": "STUDIO SANCH emploie diverses méthodes pour garantir l'authenticité des œuvres, notamment, mais sans s'y limiter, les signatures de l'artiste, les certificats d'authenticité et l'enregistrement dans les archives du studio.",
    "section6Para3": "L'acheteur a le droit de demander une vérification d'authenticité à tout moment après l'achat.",
    "section7Title": "7. CONDITIONS DE TRANSACTION",
    "section7Para1": "Tous les achats de STUDIO SANCH constituent une transaction directe entre l'acheteur et Sanchit Babbar en tant qu'artiste-auteur et entrepreneur individuel.",
    "section7Para2": "Les factures émises pour les achats seront au nom de Sanchit Babbar, avec les informations fiscales et d'enregistrement d'entreprise appropriées, conformément à la loi française pour le statut d'artiste-auteur.",
    "section7Para3": "Pour des conditions détaillées concernant les achats, les livraisons, les retours et les remboursements, veuillez nous contacter directement à contact@studiosanch.com.",
    "section8Title": "8. RESPONSABILITÉ",
    "section8Para1": "Bien que nous nous efforcions de maintenir l'exactitude et l'actualité des informations présentées sur ce site, STUDIO SANCH ne peut garantir l'absence d'erreurs. Les informations sont fournies 'telles quelles' sans garantie d'aucune sorte.",
    "section8Para2": "STUDIO SANCH ne sera pas responsable des dommages directs, indirects, accessoires, consécutifs ou punitifs résultant de l'accès ou de l'utilisation de ce site web ou de son contenu.",
    "section8Para3": "L'utilisation des informations fournies sur ce site web est à vos propres risques. STUDIO SANCH ne sera pas responsable des dommages résultant de l'utilisation ou de l'impossibilité d'utiliser les matériaux sur ce site web.",
    "section9Title": "9. LOI APPLICABLE",
    "section9Para1": "Cette Notice Légale et votre utilisation de ce site web sont régies par les lois de la France. Tout litige relatif à ce site sera soumis à la juridiction exclusive des tribunaux français.",
    "section9Para2": "Tout litige relatif à cette Notice Légale ou à l'utilisation de ce site web sera soumis à la juridiction exclusive des tribunaux de Paris, France.",
    "section9Para3": "Si une disposition de cette Notice Légale est jugée invalide ou inapplicable, les dispositions restantes demeureront en vigueur.",
    "section10Title": "10. INFORMATIONS DE CONTACT",
    "section10Para1": "Pour toute question concernant STUDIO SANCH, veuillez contacter :",
    "section10Para2": "Sanchit Babbar\nSTUDIO SANCH\nParis, France\nEmail: contact@studiosanch.com",
    "lastUpdated": "Dernière mise à jour: 25 avril 2025"
  },
  "cookieConsent": {
    "title": "Consentement aux Cookies",
    "message": "Ce site utilise des cookies pour améliorer votre expérience de navigation et vous offrir des services personnalisés. En utilisant notre site, vous acceptez notre utilisation des cookies.",
    "accept": "Tout Accepter",
    "settings": "Paramètres des Cookies",
    "necessary": "Cookies Nécessaires",
    "analytics": "Cookies d'Analyse",
    "marketing": "Cookies Marketing",
    "functional": "Cookies Fonctionnels",
    "save": "Enregistrer les Préférences"
  },
  "copyright": "© studiosanch 2025",
  "contact": {
    "email": "info@studiosanch.com"
  },
  "track": {
    "title": "SUIVRE VOTRE COMMANDE",
    "name": "NOM",
    "email": "EMAIL",
    "orderNumber": "NUMÉRO DE COMMANDE",
    "button": "SUIVRE",
    "success": "Votre demande de suivi de commande a été soumise. Nous vous contacterons avec des détails sur l'état de votre commande."
  }
}
